export default function PrivacyPolicy() {
  return (
    <main>
      <div className="container">
        <h1>Политика конфиденциальности</h1>
        <p>
          <strong>
            Пользовательское соглашение об обработке персональных данных в
            соответствии с 152-ФЗ
          </strong>
        </p>
        <ol>
          <li>
            Действуя в своей волей и в своем интересе при размещении своих
            персональных данных на интернет-сайте http://nmark.ru Вы, далее -
            Клиент, подтверждаете свое согласие на обработку персональных
            данных.
          </li>
          <li>
            Оператор персональных данных, которому вы даете согласие на их
            обработку: ООО «Новые рынки», ИНН 7810866714, ОГРН 781001001, далее
            — Оператор.
          </li>
          <li>
            Оператор собирает персональные данные с целью информирования Клиента
            об оказываемых услугах, для проведения опросов, анкетирования,
            рекламных и маркетинговых исследований, в том числе и путем
            осуществления прямых контактов по данным, которые Клиент указал на
            интернет-сайте Оператора.
          </li>
          <li>
            Персональные данные хранятся на серверах находящихся на территории
            РФ.
          </li>
          <li>
            Перечень персональных данных, которые могут приниматься к обработке
            на сайте: фамилия, имя, отчество, адрес электронной почты, номер
            телефона
          </li>
          <li>
            Настоящее согласие Клиента предоставляет Оператору право на
            осуществление любых действий в отношении моих персональных данных,
            которые необходимы и желаемы для достижения вышеуказанных целей,
            включая, без ограничения, сбор, систематизацию, накопление,
            хранение, уточнение (обновление, изменение), использование,
            передачу, обезличивание, блокирование и уничтожение персональных
            данных, под которыми понимаются все данные, указанные мной на
            настоящем сайте.
          </li>
          <li>
            Обработка персональных данных Клиента осуществляется Оператором
            любым способом, как с использованием средств автоматизации, включая
            программное обеспечение, так и без использования средств
            автоматизации — с использованием различных материальных носителей,
            включая бумажные носители.
          </li>
          <li>
            Настоящее согласие на обработку персональных данных действует 10 лет
            или до отзыва Клиентом.
          </li>
          <li>
            Для отзыва согласия на обработку персональных данных вам достаточно
            написать письмо на электронную почту office@nmark.ru
          </li>
        </ol>
      </div>
    </main>
  );
}
