// features/universalTabs/lib/equipmentData.ts
import { TabItem } from '../model/types';

export const equipmentTabs: TabItem[] = [
  {
    id: '1',
    title: 'Мусоровозы',
    text: '<p>Обслуживаем и ремонтируем мусоровозы разных марок.</p>',
  },
  {
    id: '2',
    title: 'Ремонт и замена плит для мусоровозов FAUN',
    text: '<p>Обслуживаем и ремонтируем мусоровозы разных марок.</p>',
  },
  {
    id: '3',
    title: 'Автовышки',
    text: '<p>Обслуживаем и ремонтируем мусоровозы разных марок.</p>',
  },
  {
    id: '4',
    title: 'Автовышки',
    text: '<p>Обслуживаем и ремонтируем мусоровозы разных марок.</p>',
  },
  {
    id: '5',
    title: 'Автовышки',
    text: '<p>Обслуживаем и ремонтируем мусоровозы разных марок.</p>',
  },
];
